{
	"navigationComponent": {
		"pageLogo": {
			"src": "",
			"imgAlt": ""
		},
		"menu": {
			"aboutMe": {
				"text": "About me",
				"hyperlink": ""
			},
			"projects": {
				"text": "Projects",
				"hyperlink": ""
			},
			"experience": {
				"text": "Experiencias",
				"hyperlink": ""
			},
			"skills": {
				"text": "Skills",
				"hyperlink": ""
			}
		}
	},
	"portraitComponent": {
		"pageTitle": {
			"preTitleText": "Hi! I'm",
			"text": "Benjamin A. <break></break> Sarria Ferrer",
			"description": "Fullstack Web <break></break> Developer"
		}
	},
	"temporaryComponent": {
		"componentHeading": {
			"title": "Ups! Parece que hay un problema...",
			"description": "Parece que hemos perdido nuestra nave y temporalmente no podremos navegar a más secciones. <break></break> Hasta que podamos recuperarla, te invito a disfrutar de este clásico de la mano de <hyperlink>basicallydan</hyperlink>: "
		},
		"gameIframe": {
			"btnText": "Jugar!",
			"details": "Podrá parecer irrelevante esta invitación, pero en realidad dice mucho sobre mí. Me inicié en el mundo digital de pequeño, a través de desarrollos como este. A lo largo de mi vida tuve la oportunidad de jugar y disfrutar incontables títulos. Pero no solamente me llevé historias, y momentos de diversión. Me llevé canciones y bandas sonoras, me llevé frases y e interrogantes sobre nuestra realidad, me llevé idiomas. A través de los juegos he sumado incontables recursos que me ayudan a ser hoy en día el profesional que soy. Un juego deja de ser tal cuando hay un conjunto de profesionales que trabajan en desarrollar una trama, contar una historia, transmitir un mensaje y emociones, a través de sus diálogos y su música. Deja de serlo cuando artistas gráficos nos regalan los paisajes más bellos que podríamos haber imaginado. Cuando historiadores intervienen para brindar mayor credibilidad al mundo y entorno en donde se desarrolla. Deja de ser un juego, para pasar a ser un juegaso, y una oportunidad de aprendizaje. Pero no quiero aburrir con mis ideas ni distraerte, que no te atrape el Yeti! "
		}
	}
}
