{
	"navigationComponent": {
		"pageLogo": {
			"src": "",
			"imgAlt": ""
		},
		"menu": {
			"aboutMe": {
				"text": "Sobre mi",
				"hyperlink": ""
			},
			"projects": {
				"text": "Proyectos",
				"hyperlink": ""
			},
			"experience": {
				"text": "Experiencias",
				"hyperlink": ""
			},
			"skills": {
				"text": "Habilidades",
				"hyperlink": ""
			}
		}
	},
	"portraitComponent": {
		"pageTitle": {
			"preTitleText": "Hola! Soy,",
			"text": "Benjamin A. <break></break> Sarria Ferrer",
			"description": "Fullstack Web <break></break> Developer"
		}
	},
	"leadToComponent": {
		"button": {
			"btnText": "Llévame a explorar!"
		}
	},
	"temporaryComponent": {
		"componentHeading": {
			"title": "Ups! Parece que hay un problema...",
			"description": "Parece que hemos perdido nuestra nave y temporalmente no podremos navegar a más secciones. <break></break> Hasta que podamos recuperarla, te invito a disfrutar de este clásico de la mano de <hyperlink>basicallydan</hyperlink>: "
		},
		"gameIframe": {
			"btnText": "Jugar!",
			"details": "Podrá parecer irrelevante esta invitación, pero en realidad dice mucho sobre mí.<break></break> Me inicié en el mundo digital de pequeño, con juegos como este. A lo largo de mi vida tuve la oportunidad de jugar y disfrutar incontables títulos. De ellos no solamente me llevé historias, y momentos de diversión. Me llevé canciones y bandas sonoras, me llevé frases y e interrogantes sobre nuestra realidad, me llevé idiomas. He podido sumar incontables recursos que me ayudan a ser hoy en día el profesional que soy. Un juego deja de ser tal cuando sus creadores desarrollan una trama, cuentan una historia, transmiten un mensaje y emociones, a través de sus diálogos y su música. Deja de serlo cuando artistas gráficos nos regalan los paisajes más bellos que podríamos haber imaginado. Cuando historiadores intervienen para brindar mayor credibilidad al mundo y entorno en donde se desarrolla. Deja de ser un juego, para pasar a ser un 'juegaso', y una oportunidad de aprendizaje.<break></break> Pero no quiero aburrir con mis ideas ni distraerte, que no te atrape el Yeti! ",
			"musicBrief": "'Mmm Benja... no soy una persona de los juegos'. No hay problema! si prefieres encontrar inspiración en la música, dejarte llenar por los sonidos que te muevan emocionalmente, te dejo la siguiente propuesta:",
			"musicBtnTxt": "Quiero escuchar!"
		},
		"musicIframe": {
			"btnText": "Escuchar!",
			"details": "Esta es una obra de arte. Vale la pena disfrutarla y observar cada segundo. Invita a reflexionar sobre las cosas hermosas que un grupo humano como este puede crear. Las emociones que nos pueden regalar. Cada uno en la orquesta representa un proyecto individual, con su estilo, sus gustos, sus creencias y pensamientos. Todos tienen algo en común: aman lo que están haciendo, y se nota. Es hermoso ver cómo estos proyectos individuales, y las personas que los personifican confluyen y crean esta obra de arte. La diversidad nos enriquece, y nos ayuda a superarnos, a crecer. Cada sonido es preciado y evoca sentimientos. Realmente admiro lo que logró Hans Zimmer con esta pieza, me genera muchas sensaciones, y me trae recuerdos de la película, que por cierto no se queda atrás en mensajes, interrogantes y emociones. No me sorprende que lo haya logrado, tiene otras piezas tan increíbles como esta. 'Love is the one thing we're capable of perceiving that transcends dimensions of Time And Space' en palabras de Amelia Brand, y el amor se nota en esta pieza. Te dejo para que la disfrutes:"
		}
	}
}
